Repository: junyu17/Maren
Catalog: Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en, es, ja, ko, zh_hant

source: 解锁个性化洞察、高级图表等。
en: Unlock personal insights, advanced charts, and more.
es: Desbloquea análisis personalizado, gráficos avanzados y más.
ja: パーソナルインサイトや高度なグラフなどをロック解除できます。
ko: 나만의 인사이트, 고급 차트 등을 잠금 해제하세요.
zh_hant: 解鎖個性化洞察、高階圖表等。

source: 订阅 %@
en: Subscribe to %@
es: Suscribirse a %@
ja: %@を購読
ko: %@ 구독
zh_hant: 訂閱 %@

source: 订阅生效后每 %@ 续费
en: Renews every %@ after the subscription starts
es: Se renueva cada %@ desde el inicio de la suscripción
ja: サブスクリプション開始後、%@ごとに更新されます
ko: 구독이 시작된 후 %@마다 갱신돼요
zh_hant: 訂閱生效後每 %@ 續費

source: 让 Maren 在本机发现属于你的规律。数据从不离开你的设备。
en: Let Maren discover your own patterns on-device. Your data never leaves your device.
es: Deja que Maren descubra tus propios patrones en el dispositivo. Tus datos nunca salen de él.
ja: Marenが端末内であなた自身のパターンを見つけ出します。データが端末の外に出ることはありません。
ko: Maren이 기기 안에서 나만의 패턴을 찾아 드려요. 데이터는 기기 밖으로 나가지 않아요.
zh_hant: 讓 Maren 在本機發現屬於你的規律。資料從不離開你的裝置。

source: 记录一下今天
en: Time to check in
es: Hora de registrar
ja: チェックインの時間です
ko: 체크인할 시간이에요
zh_hant: 記錄一下今天

source: 记录与内容管理
en: Records and content management
es: Gestión de registros y contenido
ja: 記録とコンテンツの管理
ko: 기록과 콘텐츠 관리
zh_hant: 記錄與內容管理

source: 记录会同步回 iPhone
en: Syncs back to your iPhone
es: Se sincroniza de vuelta con tu iPhone
ja: iPhoneに同期されます
ko: iPhone과 다시 동기화돼요
zh_hant: 記錄會同步回 iPhone

source: 记录天数: %lld
en: Logged days: %lld
es: Días registrados: %lld
ja: 記録日数:%lld
ko: 기록한 날: %lld일
zh_hant: 記錄天數: %lld

source: 记录已保存,但未能刷新小组件。
en: Record saved, but widget could not be refreshed.
es: Registro guardado, pero no se pudo actualizar el widget.
ja: 記録を保存しましたが、ウィジェットを更新できませんでした。
ko: 기록을 저장했지만 위젯을 새로 고치지 못했어요.
zh_hant: 記錄已儲存,但未能重新整理小元件。

source: 记录已保存,但未能同步到 Apple Health。
en: Record saved, but could not sync to Apple Health.
es: Registro guardado, pero no se pudo sincronizar con Salud de Apple.
ja: 記録を保存しましたが、Apple Healthに同期できませんでした。
ko: 기록을 저장했지만 Apple 건강과 동기화하지 못했어요.
zh_hant: 記錄已儲存,但未能同步到 Apple Health。

source: 记录已删除,但未能从 Apple Health 删除对应样本。
en: Record deleted, but could not delete the corresponding Apple Health sample.
es: Registro eliminado, pero no se pudo eliminar la muestra correspondiente de Salud de Apple.
ja: 記録を削除しましたが、Apple Health内の該当するデータを削除できませんでした。
ko: 기록을 삭제했지만 해당 Apple 건강 샘플을 삭제하지 못했어요.
zh_hant: 記錄已刪除,但未能從 Apple Health 刪除對應樣本。

source: 记录心情、睡眠或症状，开始今天的打卡
en: Log mood, sleep, or symptoms — start today's check-in
es: Registra ánimo, sueño o síntomas: empieza el registro de hoy
ja: 気分・睡眠・症状を記録して、今日のチェックインを始めましょう
ko: 기분, 수면, 증상을 기록하며 오늘의 체크인을 시작하세요
zh_hant: 記錄心情、睡眠或症狀，開始今天的打卡

source: 记录更多数据后,这里会展示你的数据中的关联模式。
en: After recording more data, correlation patterns will appear here.
es: Cuando registres más datos, aquí aparecerán los patrones de correlación.
ja: データをもっと記録すると、ここに関連パターンが表示されます。
ko: 더 많이 기록하면 상관 패턴이 여기에 나타나요.
zh_hant: 記錄更多資料後,這裡會展示你的資料中的關聯模式。

source: 记录本身,就是善待自己的一种方式。
en: The simple act of tracking is a way of caring for yourself.
es: El simple gesto de registrar ya es una forma de cuidarte.
ja: 記録すること自体が、自分を大切にする方法のひとつです。
ko: 기록한다는 것 자체가 나를 돌보는 방법이에요.
zh_hant: 記錄本身,就是善待自己的一種方式。

source: 记录满 2 个周期后显示。
en: Shown after you've logged 2 cycles.
es: Se mostrará cuando hayas registrado 2 ciclos.
ja: 2周期分の記録が揃うと表示されます。
ko: 주기를 2회 기록하면 표시돼요.
zh_hant: 記錄滿 2 個週期後顯示。

source: 记录满 2 个周期后显示周期长度趋势。
en: Cycle length trend appears after logging 2 full cycles.
es: La tendencia de duración del ciclo aparece tras registrar 2 ciclos completos.
ja: 2周期分の記録が揃うと、周期の長さの推移が表示されます。
ko: 주기를 2회 완전히 기록하면 주기 길이 추이가 나타나요.
zh_hant: 記錄滿 2 個週期後顯示週期長度趨勢。

source: 记录经期
en: Log period
es: Registrar periodo
ja: 生理を記録
ko: 생리 기록
zh_hant: 記錄經期

source: 记录覆盖
en: Record coverage
es: Cobertura de registros
ja: 記録の網羅率
ko: 기록 범위
zh_hant: 記錄覆蓋

source: 记录视图
en: Tracking context
es: Contexto del seguimiento
ja: 記録ビュー
ko: 기록 맥락
zh_hant: 記錄檢視

source: 记得服用「%@」,别忘了在 app 里打个卡。
en: Time to take %@ — don't forget to check it off in the app.
es: Es hora de tomar %@; no olvides marcarlo en la app.
ja: 「%@」を服用する時間です。アプリでのチェックも忘れずに。
ko: %@ 복용할 시간이에요. 앱에서 체크하는 것도 잊지 마세요.
zh_hant: 記得服用「%@」,別忘了在 app 裡打個卡。

source: 记心情
en: Log Mood
es: Registrar ánimo
ja: 気分を記録
ko: 기분 기록
zh_hant: 記心情

source: 记满 2 个周期后,这里会列出每个周期的长度。
en: Once you've logged 2 cycles, each cycle's length will be listed here.
es: Cuando hayas registrado 2 ciclos, aquí aparecerá la duración de cada uno.
ja: 2周期分記録すると、各周期の長さがここに一覧表示されます。
ko: 주기를 2회 기록하면 각 주기의 길이가 여기에 표시돼요.
zh_hant: 記滿 2 個週期後,這裡會列出每個週期的長度。

source: 记满 2 个周期后,这里会展示每个周期的长度。
en: After 2 full cycles, each cycle's length is shown here.
es: Tras 2 ciclos completos, aquí se muestra la duración de cada uno.
ja: 2周期分記録すると、各周期の長さがここに表示されます。
ko: 주기를 2회 완전히 기록하면 각 주기의 길이가 여기에 표시돼요.
zh_hant: 記滿 2 個週期後,這裡會展示每個週期的長度。

source: 记经期
en: Log Period
es: Registrar periodo
ja: 生理を記録
ko: 생리 기록
zh_hant: 記經期

source: 设备不支持 HealthKit
en: This device does not support HealthKit
es: Este dispositivo no es compatible con HealthKit
ja: この端末はHealthKitに対応していません
ko: 이 기기는 HealthKit을 지원하지 않아요
zh_hant: 裝置不支援 HealthKit

source: 设备端生成
en: Generated on device
es: Generado en el dispositivo
ja: 端末内で生成
ko: 기기에서 생성됨
zh_hant: 裝置端生成

source: 设置
en: Settings
es: Ajustes
ja: 設定
ko: 설정
zh_hant: 設定

source: 设置备份密码
en: Set backup password
es: Establecer la contraseña de la copia de seguridad
ja: バックアップパスワードを設定
ko: 백업 암호 설정
zh_hant: 設定備份密碼

source: 该吃药啦
en: Time for your meds
es: Hora de tu medicación
ja: お薬の時間です
ko: 약 먹을 시간이에요
zh_hant: 該吃藥啦

source: 请求中…
en: Requesting…
es: Solicitando…
ja: リクエスト中…
ko: 요청 중…
zh_hant: 請求中…

source: 请求所选类型并同步
en: Request selected types and sync
es: Solicitar los tipos seleccionados y sincronizar
ja: 選択した種類を申請して同期
ko: 선택한 유형 요청하고 동기화
zh_hant: 請求所選型別並同步

source: 请选择要同步的类型
en: Select types to sync
es: Selecciona los tipos que quieres sincronizar
ja: 同期する種類を選択
ko: 동기화할 유형 선택
zh_hant: 請選擇要同步的型別

source: 读取失败
en: Unable to read
es: No se puede leer
ja: 読み込めません
ko: 읽을 수 없음
zh_hant: 讀取失敗

source: 购买已完成,但没有查到对应权益。请点「恢复购买」重试;若仍未生效,请联系 billy.yu@me.com。
en: The purchase went through, but we couldn't find the matching entitlement. Tap Restore Purchases to try again; if it still doesn't unlock, contact billy.yu@me.com.
es: La compra se completó, pero no encontramos el acceso correspondiente. Toca Restaurar compras para reintentarlo; si sigue sin desbloquearse, escribe a billy.yu@me.com.
ja: 購入は完了しましたが、対応する権利が見つかりませんでした。「購入を復元」をタップして再試行してください。それでも解除されない場合は、billy.yu@me.comまでご連絡ください。
ko: 구매는 완료되었지만 해당 이용 권한을 찾지 못했어요. '구매 복원'을 탭해 다시 시도하세요. 그래도 잠금 해제되지 않으면 billy.yu@me.com으로 문의해 주세요.
zh_hant: 購買已完成,但沒有查到對應權益。請點「恢復購買」重試;若仍未生效,請聯絡 billy.yu@me.com。

source: 购买并永久解锁
en: Unlock forever
es: Desbloquear para siempre
ja: 永久にロック解除
ko: 평생 잠금 해제
zh_hant: 購買並永久解鎖

source: 购买由 Apple 处理,我们不接触你的支付信息,也不接触任何健康数据。
en: Purchases are handled by Apple. We never see your payment details or any of your health data.
es: Las compras las gestiona Apple. Nunca vemos tus datos de pago ni ninguno de tus datos de salud.
ja: 購入はAppleが処理します。当社があなたの支払い情報や健康データに触れることはありません。
ko: 구매는 Apple이 처리해요. 저희는 결제 정보나 건강 데이터를 볼 수 없어요.
zh_hant: 購買由 Apple 處理,我們不接觸你的支付資訊,也不接觸任何健康資料。

source: 购买返回了未知状态,权益未生效。请重试。
en: The purchase returned an unknown state and wasn't applied. Please try again.
es: La compra devolvió un estado desconocido y no se aplicó. Inténtalo de nuevo.
ja: 購入が不明な状態で返されたため、反映されませんでした。もう一度お試しください。
ko: 구매가 알 수 없는 상태로 반환되어 적용되지 않았어요. 다시 시도해 주세요.
zh_hant: 購買返回了未知狀態,權益未生效。請重試。

source: 购买还在等待确认,通过后权益会自动生效。
en: Your purchase is awaiting approval. It will unlock automatically once it goes through.
es: Tu compra está pendiente de aprobación. Se desbloqueará automáticamente cuando se apruebe.
ja: 購入は承認待ちです。承認されると自動的にロックが解除されます。
ko: 구매 승인을 기다리고 있어요. 승인되면 자동으로 잠금 해제돼요.
zh_hant: 購買還在等待確認,通過後權益會自動生效。

source: 越用越懂你
en: It learns you over time
es: Te va conociendo con el tiempo
ja: 使うほどあなたを理解します
ko: 쓸수록 나를 더 잘 알아 가요

source: 趋势
en: Trends
es: Tendencias
ja: トレンド
ko: 추이
zh_hant: 趨勢

source: 距下次经期
en: Next period in
es: Próximo periodo en
ja: 次の生理まで
ko: 다음 생리까지
zh_hant: 距下次經期

source: 跟随系统
en: Follow system
es: Seguir al sistema
ja: システムに従う
ko: 시스템 설정 따르기
zh_hant: 跟隨系統

source: 跳过
en: Skip
es: Omitir
ja: スキップ
ko: 건너뛰기
zh_hant: 跳過

source: 身体信号
en: Body signals
es: Señales del cuerpo
ja: 体のサイン
ko: 몸의 신호
zh_hant: 身體訊號

source: 身体感受
en: Body sensations
es: Sensaciones corporales
ja: 体の感覚
ko: 몸의 감각
zh_hant: 身體感受

source: 身体指标明细
en: Body metric details
es: Detalle de las medidas corporales
ja: 身体指標の詳細
ko: 신체 지표 상세
zh_hant: 身體指標明細

source: 轻点以记录或修改这一天的经期
en: Double-tap to log or edit this day’s period
es: Toca dos veces para registrar o editar el periodo de este día
ja: ダブルタップで、この日の生理を記録・編集
ko: 두 번 탭해 이 날의 생리를 기록하거나 수정하세요
zh_hant: 輕點以記錄或修改這一天的經期

source: 较低
en: Low
es: Baja
ja: 低め
ko: 낮음
zh_hant: 較低

source: 较大
en: Larger
es: Más grande
ja: 大きい
ko: 더 큼
zh_hant: 較大

source: 较小
en: Smaller
es: Más pequeño
ja: 小さい
ko: 더 작음
zh_hant: 較小

source: 较短周期(< %lld 天)
en: Shorter cycles (< %lld days)
es: Ciclos más cortos (< %lld días)
ja: 短い周期(%lld日未満)
ko: 짧은 주기(%lld일 미만)
zh_hant: 較短週期(< %lld 天)

source: 较规律
en: Fairly regular
es: Bastante regular
ja: 比較的規則的
ko: 비교적 규칙적
zh_hant: 較規律

source: 较长周期(≥ %lld 天)
en: Longer cycles (≥ %lld days)
es: Ciclos más largos (≥ %lld días)
ja: 長い周期(%lld日以上)
ko: 긴 주기(%lld일 이상)
zh_hant: 較長週期(≥ %lld 天)

source: 较高
en: High
es: Alta
ja: 高め
ko: 높음
zh_hant: 較高

source: 输入备份密码
en: Enter backup password
es: Introduce la contraseña de la copia de seguridad
ja: バックアップパスワードを入力
ko: 백업 암호 입력
zh_hant: 輸入備份密碼

source: 运动
en: Exercise
es: Ejercicio
ja: 運動
ko: 운동
zh_hant: 運動

source: 近 12 个月
en: Last 12 months
es: Últimos 12 meses
ja: 直近12か月
ko: 최근 12개월
zh_hant: 近 12 個月

source: 近 14 天的用药打卡记录。
en: Medication check-in records for the last 14 days.
es: Registros de medicación de los últimos 14 días.
ja: 直近14日間の服薬チェックイン記録です。
ko: 최근 14일간의 복용 체크인 기록이에요.
zh_hant: 近 14 天的用藥打卡記錄。

source: 近 3 个月
en: Last 3 months
es: Últimos 3 meses
ja: 直近3か月
ko: 최근 3개월
zh_hant: 近 3 個月

source: 近 30 天心情
en: Mood (last 30 days)
es: Ánimo (últimos 30 días)
ja: 気分(直近30日)
ko: 기분(최근 30일)

source: 近 30 天心情走势
en: 30-day mood trend
es: Tendencia de ánimo de 30 días
ja: 直近30日間の気分の推移
ko: 30일 기분 추이
zh_hant: 近 30 天心情走勢

source: 近 6 个月
en: Last 6 months
es: Últimos 6 meses
ja: 直近6か月
ko: 최근 6개월
zh_hant: 近 6 個月

source: 近期平均
en: Recent Avg
es: Media reciente
ja: 直近の平均
ko: 최근 평균

source: 近期平均 %@ kg
en: Recent average %@ kg
es: Media reciente %@ kg
ja: 直近の平均 %@ kg
ko: 최근 평균 %@kg

source: 近期平均 %@ 分
en: Recent average %@ points
es: Media reciente %@ puntos
ja: 直近の平均 %@ 点
ko: 최근 평균 %@점

source: 近期平均 %@ 小时
en: Recent average %@ hours
es: Media reciente %@ horas
ja: 直近の平均 %@ 時間
ko: 최근 평균 %@시간
zh_hant: 近期平均 %@ 小時

source: 近期每周期约 %@ 次
en: About %@ entries per cycle recently
es: Últimamente, unas %@ entradas por ciclo
ja: 直近では1周期あたり約%@件の記録
ko: 최근 주기당 약 %@회 기록
zh_hant: 近期每週期約 %@ 次

source: 还没有添加任何用药或补剂。点右上角「＋」加一个,比如二甲双胍、肌醇、维生素 D。
en: No medications or supplements yet. Tap ＋ in the top right to add one — e.g. Metformin, Inositol, Vitamin D.
es: Aún no hay medicamentos ni suplementos. Toca ＋ arriba a la derecha para añadir uno, por ejemplo metformina, inositol o vitamina D.
ja: 薬やサプリメントはまだ登録されていません。右上の「＋」をタップして追加しましょう(例:メトホルミン、イノシトール、ビタミンD)。
ko: 아직 복용약이나 영양제가 없어요. 오른쪽 위의 ＋를 탭해 추가해 보세요. 예: 메트포르민, 이노시톨, 비타민 D.
zh_hant: 還沒有新增任何用藥或補劑。點右上角「＋」加一個,比如二甲雙胍、肌醇、維生素 D。

source: 还没有症状记录。
en: No symptoms logged yet.
es: Aún no has registrado ningún síntoma.
ja: 症状の記録はまだありません。
ko: 아직 기록한 증상이 없어요.
zh_hant: 還沒有症狀記錄。

source: 还没有记录任何内容。
en: Nothing has been logged yet.
es: Todavía no has registrado nada.
ja: まだ何も記録されていません。
ko: 아직 기록한 내용이 없어요.
zh_hant: 還沒有記錄任何內容。

source: 还没有追踪项记录。
en: Nothing logged yet.
es: Todavía no hay nada registrado.
ja: まだ記録がありません。
ko: 아직 기록한 내용이 없어요.
zh_hant: 還沒有追蹤項記錄。

source: 还没记录过
en: Not logged yet
es: Aún sin registrar
ja: まだ記録なし
ko: 아직 기록 안 함
zh_hant: 還沒記錄過

source: 这一天的记录暂时无法读取,未清空当前草稿。
en: This day's record is temporarily unavailable; your current draft was kept.
es: El registro de este día no está disponible ahora mismo; se ha conservado tu borrador actual.
ja: この日の記録は一時的に利用できませんが、入力中の下書きは保持されています。
ko: 이 날의 기록을 잠시 사용할 수 없어요. 작성 중이던 내용은 유지했어요.
zh_hant: 這一天的記錄暫時無法讀取,未清空當前草稿。

source: 这不是受支持的 Maren 备份文件。
en: This is not a supported Maren backup file.
es: Este archivo no es una copia de seguridad de Maren compatible.
ja: これはMarenでサポートされているバックアップファイルではありません。
ko: Maren이 지원하는 백업 파일이 아니에요.
zh_hant: 這不是受支援的 Maren 備份檔案。

source: 这份备份来自不受支持的版本,请更新 Maren 后重试。
en: This backup is from an unsupported version. Update Maren and try again.
es: Esta copia de seguridad es de una versión no compatible. Actualiza Maren e inténtalo de nuevo.
ja: このバックアップはサポート対象外のバージョンで作成されています。Marenを更新してから、もう一度お試しください。
ko: 지원하지 않는 버전의 백업이에요. Maren을 업데이트한 후 다시 시도해 주세요.
zh_hant: 這份備份來自不受支援的版本,請更新 Maren 後重試。

source: 这会永久清空 %lld 条经期记录、%lld 条每日记录、全部自定义追踪项及其历史、用药定义与打卡历史,取消 Maren 的本机提醒,同时清除设置中的记录视图/周期参数、Widget 与 Apple Watch 快照和待处理快速记录。Maren 不会删除 Apple 健康中来自其他来源的数据;由 Maren 写入的样本会在本机删除后另行尝试清理。此操作无法恢复。
en: This permanently deletes %1$lld period records, %2$lld daily records, all custom trackers and their history, medication definitions and check-in history; cancels Maren's local reminders; and clears record-view and cycle settings, Widget and Apple Watch snapshots, and pending quick logs. Maren does not delete Health data from other sources; samples written by Maren will be cleaned up separately after local deletion. This cannot be undone.
es: Esto elimina definitivamente %1$lld registros de periodo, %2$lld registros diarios, todos los seguimientos personalizados y su historial, y las definiciones de medicamentos con su historial de tomas; cancela los recordatorios locales de Maren; y borra los ajustes de ciclo y de visualización, las instantáneas del widget y del Apple Watch, y los registros rápidos pendientes. Maren no elimina datos de Salud de otras fuentes; las muestras escritas por Maren se limpiarán aparte tras el borrado local. Esto no se puede deshacer.
ja: この操作により、生理記録%1$lld件、日次記録%2$lld件、すべてのカスタムトラッカーとその履歴、薬の定義とチェックイン履歴が完全に削除されます。Marenのローカルリマインダーもキャンセルされ、設定内の記録ビュー・周期設定、ウィジェットとApple Watchのスナップショット、保留中のクイック記録もクリアされます。Marenは他のソースが書き込んだヘルスケアデータを削除しません。Marenが書き込んだデータは、ローカル削除後に別途クリーンアップが試みられます。この操作は元に戻せません。
ko: 생리 기록 %1$lld건, 일일 기록 %2$lld건, 모든 사용자 추적 항목과 그 기록, 복용약 정의와 체크인 기록을 영구적으로 삭제하고, Maren의 로컬 알림을 취소하며, 기록 보기 및 주기 설정, 위젯과 Apple Watch 스냅샷, 대기 중인 빠른 기록을 지워요. Maren은 다른 출처의 건강 데이터는 삭제하지 않으며, Maren이 쓴 샘플은 로컬 삭제 후 별도로 정리돼요. 되돌릴 수 없어요.
zh_hant: 這會永久清空 %lld 條經期記錄、%lld 條每日記錄、全部自定義追蹤項及其歷史、用藥定義與打卡歷史,取消 Maren 的本機提醒,同時清除設定中的記錄檢視/週期引數、Widget 與 Apple Watch 快照和待處理快速記錄。Maren 不會刪除 Apple 健康中來自其他來源的資料;由 Maren 寫入的樣本會在本機刪除後另行嘗試清理。此操作無法恢復。

# 这会清空 %@ 条经期记录、%@ 条每日记录,以及全部自定义追踪项、用药与打卡历史,且无法恢复。
source: 这会清空 %1$@ 条经期记录、%2$@ 条每日记录,以及全部自定义追踪项、用药与打卡历史,且无法恢复。
en: This will erase %1$@ period records, %2$@ daily logs, and all custom trackers, medications, and check-ins. This cannot be undone.
es: Esto borrará %1$@ registros de periodo, %2$@ registros diarios y todos los seguimientos personalizados, medicamentos y registros de toma. No se puede deshacer.
ja: 生理記録%1$@件、日次記録%2$@件、およびすべてのカスタムトラッカー・薬・チェックイン履歴が削除されます。この操作は元に戻せません。
ko: 생리 기록 %1$@건, 일일 기록 %2$@건, 모든 사용자 추적 항목, 복용약, 체크인이 삭제돼요. 되돌릴 수 없어요.
zh_hant: 這會清空 %1$@ 條經期記錄、%2$@ 條每日記錄,以及全部自定義追蹤項、用藥與打卡歷史,且無法恢復。

source: 这会清空 %lld 条经期记录、%lld 条每日记录,以及全部自定义症状、用药与打卡历史,且无法恢复。
en: This will erase %1$lld period records, %2$lld daily logs, and all custom symptoms, medications, and check-ins. This cannot be undone.
es: Esto borrará %1$lld registros de periodo, %2$lld registros diarios y todos los síntomas personalizados, medicamentos y registros de toma. No se puede deshacer.
ja: 生理記録%1$lld件、日次記録%2$lld件、およびすべてのカスタム症状・薬・チェックイン履歴が削除されます。この操作は元に戻せません。
ko: 생리 기록 %1$lld건, 일일 기록 %2$lld건, 모든 사용자 증상, 복용약, 체크인이 삭제돼요. 되돌릴 수 없어요.
zh_hant: 這會清空 %lld 條經期記錄、%lld 條每日記錄,以及全部自定義症狀、用藥與打卡歷史,且無法恢復。

source: 这会清空 %lld 条经期记录、%lld 条每日记录,以及全部自定义追踪项、用药与打卡历史,且无法恢复。
en: This will erase %1$lld period records, %2$lld daily logs, and all custom trackers, medications, and check-ins. This cannot be undone.
es: Esto borrará %1$lld registros de periodo, %2$lld registros diarios y todos los seguimientos personalizados, medicamentos y registros de toma. No se puede deshacer.
ja: 生理記録%1$lld件、日次記録%2$lld件、およびすべてのカスタムトラッカー・薬・チェックイン履歴が削除されます。この操作は元に戻せません。
ko: 생리 기록 %1$lld건, 일일 기록 %2$lld건, 모든 사용자 추적 항목, 복용약, 체크인이 삭제돼요. 되돌릴 수 없어요.
zh_hant: 這會清空 %lld 條經期記錄、%lld 條每日記錄,以及全部自定義追蹤項、用藥與打卡歷史,且無法恢復。

source: 这会清空 %lld 条经期记录和 %lld 条每日记录,且无法恢复。
en: This will erase %1$lld period records and %2$lld daily logs. This cannot be undone.
es: Esto borrará %1$lld registros de periodo y %2$lld registros diarios. No se puede deshacer.
ja: 生理記録%1$lld件と日次記録%2$lld件が削除されます。この操作は元に戻せません。
ko: 생리 기록 %1$lld건과 일일 기록 %2$lld건이 삭제돼요. 되돌릴 수 없어요.
zh_hant: 這會清空 %lld 條經期記錄和 %lld 條每日記錄,且無法恢復。

source: 这台设备没有设置密码、Face ID 或 Touch ID,无法验证身份。你可以前往「设置」为设备设置密码,或选择仍然进入。
en: This device has no passcode, Face ID, or Touch ID set up, so we can't verify your identity. You can set a device passcode in Settings, or choose to enter anyway.
es: Este dispositivo no tiene código, Face ID ni Touch ID configurados, así que no podemos verificar tu identidad. Puedes configurar un código en Ajustes o entrar de todos modos.
ja: この端末にはパスコード、Face ID、Touch IDが設定されていないため、本人確認ができません。「設定」でパスコードを設定するか、このまま進むこともできます。
ko: 이 기기에는 암호, Face ID, Touch ID가 설정되어 있지 않아 본인 확인을 할 수 없어요. 설정에서 기기 암호를 설정하거나 그대로 입장할 수 있어요.
zh_hant: 這臺裝置沒有設定密碼、Face ID 或 Touch ID,無法驗證身份。你可以前往「設定」為裝置設定密碼,或選擇仍然進入。

source: 这是你主动选择的记录视图,仅保存在本机;不会根据记录自动判断。
en: This is a tracking context you choose. It is stored only on this device and is never inferred from your records.
es: Este es un contexto de seguimiento que eliges tú. Se guarda solo en este dispositivo y nunca se deduce de tus registros.
ja: これはあなた自身が選ぶ記録の文脈です。この端末にのみ保存され、記録内容から自動的に判断されることはありません。
ko: 직접 고르는 기록 맥락이에요. 이 기기에만 저장되며 내 기록에서 추정하지 않아요.
zh_hant: 這是你主動選擇的記錄檢視,僅儲存在本機;不會根據記錄自動判斷。

source: 这是近期较少记录的追踪项。
en: This tracker has been recorded less often recently.
es: Últimamente has registrado este seguimiento con menos frecuencia.
ja: このトラッカーは、最近あまり記録されていません。
ko: 이 추적 항목은 최근 기록이 줄었어요.
zh_hant: 這是近期較少記錄的追蹤項。

source: 这条经期记录没有删除,原有数据未改动。
en: This period record was not deleted; existing data is unchanged.
es: Este registro de periodo no se eliminó; los datos existentes no han cambiado.
ja: この生理記録は削除されていません。既存のデータは変更されていません。
ko: 이 생리 기록을 삭제하지 않았어요. 기존 데이터는 바뀌지 않았어요.
zh_hant: 這條經期記錄沒有刪除,原有資料未改動。

source: 这次启动的记录不会被保存。请重启 app 再试;如果仍有问题,请确认设备存储空间是否充足。你已保存的数据没有被删除。
en: Anything you log this session won’t be saved. Please restart the app; if the problem persists, check that your device has enough free storage. Your previously saved data has not been deleted.
es: Nada de lo que registres en esta sesión se guardará. Reinicia la app; si el problema continúa, comprueba que el dispositivo tenga espacio libre suficiente. Tus datos guardados anteriormente no se han eliminado.
ja: 今回のセッションで記録した内容は保存されません。アプリを再起動してください。問題が続く場合は、端末の空き容量を確認してください。これまでに保存されたデータは削除されていません。
ko: 이번 세션에서 기록한 내용은 저장되지 않아요. 앱을 다시 시작해 주세요. 문제가 계속되면 기기의 저장 공간이 충분한지 확인하세요. 이전에 저장한 데이터는 삭제되지 않았어요.
zh_hant: 這次啟動的記錄不會被儲存。請重啟 app 再試;如果仍有問題,請確認裝置儲存空間是否充足。你已儲存的資料沒有被刪除。

source: 这次经期记录没有保存,原有数据未改动。
en: This period entry was not saved; existing data was unchanged.
es: Este registro de periodo no se guardó; los datos existentes no han cambiado.
ja: この生理記録は保存されませんでした。既存のデータは変更されていません。
ko: 이 생리 기록을 저장하지 않았어요. 기존 데이터는 바뀌지 않았어요.
zh_hant: 這次經期記錄沒有儲存,原有資料未改動。

source: 这次记录没有保存,原有数据未改动。
en: This entry was not saved; existing data was unchanged.
es: Este registro no se guardó; los datos existentes no han cambiado.
ja: この記録は保存されませんでした。既存のデータは変更されていません。
ko: 이 기록을 저장하지 않았어요. 기존 데이터는 바뀌지 않았어요.
zh_hant: 這次記錄沒有儲存,原有資料未改動。

source: 这笔购买已验签,但当前权益已过期或已撤销。请点「恢复购买」重试。
en: This purchase was verified, but the current entitlement has expired or been revoked. Tap Restore Purchases to try again.
es: Esta compra se verificó, pero el acceso actual ha caducado o se ha revocado. Toca Restaurar compras para intentarlo de nuevo.
ja: この購入は検証されましたが、現在の権利は期限切れまたは取り消されています。「購入を復元」をタップして再試行してください。
ko: 이 구매는 확인되었지만 현재 이용 권한이 만료되었거나 취소되었어요. '구매 복원'을 탭해 다시 시도하세요.
zh_hant: 這筆購買已驗籤,但當前權益已過期或已撤銷。請點「恢復購買」重試。

source: 这笔购买未能通过 App Store 的签名校验,权益没有生效。请重试或联系 billy.yu@me.com。
en: This purchase failed App Store signature verification, so it wasn't applied. Please try again or contact billy.yu@me.com.
es: Esta compra no superó la verificación de firma del App Store, así que no se aplicó. Inténtalo de nuevo o escribe a billy.yu@me.com.
ja: この購入はApp Storeの署名検証に失敗したため、反映されませんでした。もう一度お試しいただくか、billy.yu@me.comまでご連絡ください。
ko: 이 구매는 App Store 서명 확인에 실패해 적용되지 않았어요. 다시 시도하거나 billy.yu@me.com으로 문의해 주세요.
zh_hant: 這筆購買未能通過 App Store 的簽名校驗,權益沒有生效。請重試或聯絡 billy.yu@me.com。

source: 进入黄体期
en: Entering the luteal phase
es: Entrando en la fase lútea
ja: 黄体期に入ります
ko: 황체기 진입
zh_hant: 進入黃體期

source: 连接 Apple 健康
en: Connect Apple Health
es: Conectar con Salud de Apple
ja: Apple Healthに接続
ko: Apple 건강 연결
zh_hant: 連線 Apple 健康

source: 连接中…
en: Connecting…
es: Conectando…
ja: 接続中…
ko: 연결 중…
zh_hant: 連線中…

source: 追踪与提醒
en: Tracking & reminders
es: Seguimiento y recordatorios
ja: 記録とリマインダー
ko: 추적과 알림
zh_hant: 追蹤與提醒

source: 追踪项
en: Trackers
es: Seguimientos
ja: トラッカー
ko: 추적 항목
zh_hant: 追蹤項

source: 追踪项记录频率
en: Tracker recording frequency
es: Frecuencia de registro de los seguimientos
ja: トラッカーの記録頻度
ko: 추적 항목 기록 빈도
zh_hant: 追蹤項記錄頻率

source: 追踪项频次
en: Tracker frequency
es: Frecuencia de seguimientos
ja: トラッカーの頻度
ko: 추적 항목 빈도
zh_hant: 追蹤項頻次

source: 追踪项频次统计
en: Tracker frequency stats
es: Estadísticas de frecuencia de seguimientos
ja: トラッカー頻度の統計
ko: 추적 항목 빈도 통계
zh_hant: 追蹤項頻次統計

source: 退出
en: Exit
es: Salir
ja: 終了
ko: 나가기

source: 退出样本体验
en: Exit sample experience
es: Salir de la experiencia de ejemplo
ja: サンプル体験を終了
ko: 샘플 체험 종료
zh_hant: 退出樣本體驗

source: 选择方案
en: Choose a plan
es: Elige un plan
ja: プランを選択
ko: 요금제 선택
zh_hant: 選擇方案

source: 选择替换并导入
en: Choose replace and import
es: Elegir reemplazar e importar
ja: 「置き換えてインポート」を選択
ko: 바꾸고 가져오기를 선택하세요
zh_hant: 選擇替換並匯入

source: 选择未记录、无或有
en: Choose unrecorded, no, or yes
es: Elige sin registrar, no o sí
ja: 未記録・なし・ありから選択
ko: 기록 안 함, 없음, 있음 중에서 선택하세요
zh_hant: 選擇未記錄、無或有

source: 通知已开启
en: Notifications on
es: Notificaciones activadas
ja: 通知オン
ko: 알림 켜짐
zh_hant: 通知已開啟

source: 避孕记录
en: Contraception record
es: Registro de anticoncepción
ja: 避妊記録
ko: 피임 기록
zh_hant: 避孕記錄

source: 重新加载外部数据
en: Reload external data
es: Recargar los datos externos
ja: 外部データを再読み込み
ko: 외부 데이터 다시 불러오기
zh_hant: 重新載入外部資料

source: 重新请求并同步
en: Request again and sync
es: Volver a solicitar y sincronizar
ja: 再度申請して同期
ko: 다시 요청하고 동기화
zh_hant: 重新請求並同步

source: 重置
en: Reset
es: Restablecer
ja: リセット
ko: 초기화

source: 重试
en: Try again
es: Inténtalo de nuevo
ja: もう一度試す
ko: 다시 시도
zh_hant: 重試

source: 重试密码
en: Retry password
es: Reintentar la contraseña
ja: パスワードを再入力
ko: 암호 다시 입력
zh_hant: 重試密碼

source: 锁屏隐藏提醒内容
en: Hide reminder details on lock screen
es: Ocultar los detalles del recordatorio en la pantalla bloqueada
ja: ロック画面でリマインダーの詳細を非表示
ko: 잠금 화면에서 알림 내용 숨기기
zh_hant: 鎖屏隱藏提醒內容

source: 锻炼时间
en: Exercise time
es: Tiempo de ejercicio
ja: 運動時間
ko: 운동 시간
zh_hant: 鍛鍊時間

source: 阅读
en: Reading
es: Lectura
ja: 読書
ko: 독서
zh_hant: 閱讀

source: 阅读全文
en: Read full article
es: Leer el artículo completo
ja: 全文を読む
ko: 전체 글 읽기
zh_hant: 閱讀全文

source: 阴道干涩
en: Vaginal dryness
es: Sequedad vaginal
ja: 腟の乾燥
ko: 질 건조증
zh_hant: 陰道乾澀

source: 阶段与追踪项/心情
en: Phase vs. Trackers/Mood
es: Fase frente a seguimientos/ánimo
ja: フェーズ別トラッカー/気分
ko: 단계와 추적 항목·기분
zh_hant: 階段與追蹤項/心情
